Repository: Roadtomillion04/KTT-LEARNING
Catalog: Projects/DriverApp/DriverApp/Resources/Localizable.xcstrings
Source language: en
Languages: hi, ta

source: Show Zone Log
hi: ज़ोन लॉग दिखाएँ
ta: மண்டலப் பதிவைக் காட்டு

source: Sign
hi: हस्ताक्षर
ta: கையொப்பம்

# signout
source: Logout
hi: बाहर जायें
ta: வெளியேறு

# signup_link
source: New to Driver App ? <br> Call <a href="tel:+917338767788">7338767788</a> to learn more.
hi: क्या आप ड्राइवर ऐप के लिए नए हो ? जानकारी के लिए संपर्क करें - tel:+919500009120
ta: டிரைவர் ஆப் பயன்பாட்டிற்கு புதியதா? மேலும் அறிய 7338767788 ஐ அழைக்கவும்.

source: START
hi: आरंभ करने की तिथि
ta: தொடக்க தேதி

source: Start ODO
hi: स्टार्ट ोडो
ta: தொடக்க ஓடோமீட்டர்

source: Start trip
hi: स्टार्ट ट्रिप
ta: பயணத்தை தொடங்கு

source: Status
hi: स्थिति
ta: நிலை

# status_time
source: Status Date & Time
hi: स्टेटस डेट & टाइम
ta: நேரம் மற்றும் தேதி

source: Submit
hi: जमा करें
ta: சமர்ப்பிக்கவும்

source: Take a Photo
hi: एक तस्वीर लें
ta: புகைப்படம் எடு

source: Tanker Seal QR Codes
hi: टैंकर सील कर कोड्स
ta: டாங்கர் சீல் QR குறியீடுகள்

source: Target
hi: लक्ष्य
ta: இலக்கு

source: Temperature (°C)
hi: तापमान (°C)
ta: வெப்பநிலை (°C)

# tick_symbol_for_text
source: POD ✔
hi: पीओडी ✔

# time
source: On Time
hi: वक़्त पर
ta: குறித்த நேரத்தில் வரவு

source: Time Updated
hi: टाइम अपडेटेड
ta: நேரம் புதுப்பிக்கப்பட்டது

source: Title
hi: शीर्षक
ta: தலைப்பு

# title_activity_image_slider_view
source: ImageSliderViewAct
hi: इमेज स्लाइडर व्यू एक्ट
ta: பட ஸ்லைடர் பார்வை செயலி

# title_activity_media_view
source: Media View
hi: मीडिया दृश्य
ta: மீடியா காட்சி

# title_activity_pod_upload
source: PodUploadActivity
hi: पॉड अपलोड गतिविधि
ta: POD பதிவேற்ற செயலி

# title_activity_trip_navigation
source: TripNavigation
hi: यात्रा नेविगेशन
ta: பயணம் வழிமுறைகள்

# title_list_preference
source: Language preference
hi: भाषा वरीयता
ta: மொழி விருப்பம்

source: To
hi: अंतिम तिथि
ta: கடைசி தேதி

source: To Date
hi: तो डेट
ta: கடைசி தேதி

# toast_image_intent_null
source: Image picker option is missing!
hi: फ़ोटो चुनाव विकल्प अनुपस्थित है!
ta: படத்தை தேர்வு செய்யும் வசதி இல்லை!

# toast_phoneno_null
source: Phone number is missing!
hi: फोन नंबर दर्ज नहीं किया गया है
ta: தொலைபேசி எண் இல்லை!

# toast_web_null
source: Web Link is missing!
hi: वेब लिंक गायब है!
ta: இணைய இணைப்பு இல்லை!

source: Toll
hi: टोल
ta: டோல்

source: Tolls may be in your way
hi: टोल आपके रास्ते में हो सकता है
ta: டோல் உங்கள் வழியில் இருக்கலாம்

source: Tolls Avoided
hi: टोल बचना
ta: டோல் தவிர்க்கப்பட்டன

# total
source: In Total
hi: कुल मिलाकर
ta: மொத்தமாக

# total_advance
source: Total Advances
hi: कुल अग्रिम
ta: மொத்த அட்வான்ஸ்

source: Total Advances
hi: कुल अग्रिम
ta: மொத்த முன்கூட்டியே தொகை

source: Total Expenses
hi: कुल खर्च
ta: மொத்த செலவுகள்

source: Transit
hi: पारगमन
ta: போக்குவரத்து

source: Trip Accepted
hi: ट्रिप एक्सेप्टेड
ta: பயணம் ஏற்கப்பட்டது

# trip_adate
source: Trip Assignment Date
hi: ट्रिप असाइनमेंट की तारीख
ta: பயண ஒதுக்கீட்டு தேதி

source: Trip Advances
hi: ट्रिप एडवांस
ta: பயண அட்வான்ஸ்

source: Trip Already Assigned
hi: यात्रा पहले ही सौंपी जा चुकी है
ta: பயணம் ஏற்கனவே ஒதுக்கப்பட்டுள்ளது

# trip_arrival
source: Arrival
hi: आगमन
ta: வருகை

source: Trip Completed date
hi: यात्रा पूरी होने की तारीख
ta: பயணம் முடிந்த தேதி

source: Trip Completed Entry
hi: यात्रा पूरी होने की एंट्री
ta: பயணம் முடிந்தது

# trip_departure
source: Departure
hi: प्रस्थान
ta: புறப்பாடு

source: Trip Details
hi: यात्रा विवरण
ta: பயண விவரங்கள்

source: Trip Expenses
hi: यात्रा व्यय
ta: பயண செலவுகள்

# trip_notify_title
source: You have an New Trip
hi: यू हैवे ान नई ट्रिप
ta: உங்களுக்கான புதிய பயணம்

source: Trip Ref.
hi: यात्रा पहचान संख्या
ta: பயணம் குறிப்பு.

# trip_sdate
source: Trip Scheduled Date
hi: यात्रा निर्धारित तिथि
ta: பயண திட்டமிடப்பட்ட தேதி

source: Trip Settlement
hi: ट्रिप सेटलमेंट
ta: பயண தீர்வு

source: Trip sheet
hi: ट्रिप शीट
ta: பயணத் தாள்

source: Trip/Shipment number
hi: यात्रा / निर्यात संख्या
ta: பயணம்/ஏற்றுமதி எண்

source: Trip Status
hi: ट्रिप की स्थिति
ta: பயண நிலை

# trip_zone_name
source: Zone Name
hi: जोन का नाम
ta: மண்டலத்தின் பெயர்

source: Trips
hi: यात्राएं
ta: பயணங்கள்

source: Turn Flash On/Off
hi: फ्लैश चालू/बंद करें
ta: ஃபிளாஷை இயக்கவும்/நிறுத்தவும்

source: turn on
hi: टर्न ों
ta: இயக்கவும்

source: Type
hi: लिखें
ta: வகை

source: UnLoaded
hi: उनलोडेड
ta: இறக்கப்பட்டது

# unable_to_create_route_error_message
source: Unable to create route. Do you want to navigate via Google Maps?
hi: मार्ग बनाने में असमर्थ। क्या आप गूगल मानचित्र के माध्यम से नेविगेट करना चाहते हैं?
ta: வழியை உருவாக்க முடியவில்லை. கூகுள் வரைபடங்கள் வழியாக செல்ல விரும்புகிறீர்களா?

source: Unloaded bags
hi: अनलोडेड बैग
ta: இறக்கப்பட்ட பைகள்

# unloaded_status
source: Are you sure you want to update unloaded status?
hi: अरे यू सूरे यू वांट तो अपडेट उनलोडेड स्टेटस?
ta: இறக்கப்பட்ட நிலையை புதுப்பிக்க விரும்புகிறீர்களா?

source: Unloading Charge
hi: अनलोडिंग शुल्क
ta: இறக்குமதி கட்டணம்

# unloading_in_amp_out
source: Unloading - In & Out
hi: उतराई - इन और बाहर
ta: அன்லோடிங் உள்ளே மற்றும் வெளியே

source: Unloading Weights
hi: अनलोडिंग वेइट्स
ta: அன்லோடிங் எடைகள்

source: Update
hi: अपडेट
ta: அப்டேட்

source: UPI
hi: यूपीआई
ta: யுபிஐ

source: Upload
hi: अपलोड
ta: பதிவேற்று

source: Upload Challan
hi: अपलोड चलन
ta: சாலனைப் பதிவேற்றவும்

# upload_minimum_images
source: Upload minimum 2 images*
hi: न्यूनतम 2 छवियाँ अपलोड करें*
ta: குறைந்தபட்சம் 2 படங்களை பதிவேற்றவும்*

# upload_weight_challan
source: Weights/Challan Upload
hi: वेइट्स/चलन अपलोड
ta: எடைகள்/சாலன் பதிவு

source: Use Flash
hi: फ़्लैश का उपयोग करें
ta: ஃப்ளாஷ் பயன்படுத்தவும்

# user_otp
source: OTP
hi: ओ टी पी
ta: ஓ டீ பி

# username
source: Mobile No.
hi: मोबाइल नंबर
ta: அலைபேசி எண்.

source: Vehicle
hi: व्हीकल
ta: வாகனம்

source: Vehicle Number
hi: गाडी नंबर
ta: வாகன எண்

source: Vendors Detail
hi: विक्रेताओं का विवरण
ta: விற்பனையாளர்கள் விவரம்

source: View
hi: देखना
ta: பார்க்க

source: View Less
hi: कम देखें
ta: குறைவாகக் காண்க

source: View More
hi: और देखें
ta: மேலும் பார்க்க

source: Voucher Number
hi: वाउचर नंबर
ta: வவுச்சர் எண்

source: Warehouse InCharge
hi: गोदाम प्रभारी
ta: கிடங்கு பொறுப்பாளர்

source: Week Off
hi: साप्ताहिक अवकाश
ta: வார விடுமுறை

source: Week Off & Paid Leave
hi: वीक ऑफ या पेड लीव
ta: வார விடுமுறை & கட்டண விடுமுறை

source: Weight
hi: वजन
ta: எடை

source: Wrong way
hi: गलत तरीका
ta: தவறான வழி

# wrong_way_content
source: Please follow the route shown on the map. You are heading in the wrong direction.
hi: कृपया मानचित्र पर दिखाए गए मार्ग का अनुसरण करें। आप गलत दिशा में जा रहे हैं
ta: வரைபடத்தில் காட்டப்பட்டுள்ள வழியைப் பின்பற்றவும். நீங்கள் தவறான திசையில் செல்கிறீர்கள்.

source: Yes
hi: हाँ
ta: ஆம்

# you_arrived_the_destination
source: You arrived at the destination!
hi: आप गंतव्य पर पहुंच गए!
ta: நீங்கள் இலக்கை அடைந்துவிட்டீர்கள்!

source: Zone
hi: जोन
ta: மண்டலம்

source: Zone City
hi: जोन शहर
ta: மண்டல நகரம்

source: Zone List
hi: जोन सूची
ta: மண்டல பட்டியல்

source: Zone Name
hi: क्षेत्र का नाम
ta: மண்டலத்தின் பெயர்

# zone_radius
source: Zone Radius(in meters)
hi: क्षेत्र त्रिज्या (मीटर में)
ta: மண்டல அரைவு (மீட்டரில்)

source: Zone Remarks
hi: क्षेत्र टिप्पणियाँ
ta: மண்டல குறிப்பு

source: Search
ta: தேடு
